<?php

return [
    "send_appointment_url" => ":clientಗೆ ಸುಸ್ವಾಗತ\n\nನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಬುಕ್ ಮಾಡಲು, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ:\n\n:url\n\nನಿಮ್ಮ ಆದ್ಯತೆಯ ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ.\nಅಗತ್ಯವಿರುವ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಬುಕಿಂಗ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ.\n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ಬುಕಿಂಗ್ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಸಹಾಯದ ಅಗತ್ಯವಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು \n\n:receptionist_contact ನಲ್ಲಿ ಸಂಪರ್ಕಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ",
    "send_paylink" => "ಆತ್ಮೀಯ :Patient_name,\nನಿಮ್ಮ ಆರೋಗ್ಯದ ಅಗತ್ಯಗಳಿಗಾಗಿ :Client ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.\n\n :doctor ನೊಂದಿಗೆ
ದಿನಾಂಕ :date ಮತ್ತು :time ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ದೃಢೀಕರಿಸಲು ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪಾವತಿ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ:\n\n \n:payment_url\n\nನೀವು ಈಗಾಗಲೇ ಪಾವತಿಯನ್ನು ಮಾಡಿದ್ದರೆ, ದಯವಿಟ್ಟು ಈ ಸಂದೇಶವನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.\n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ಸಹಾಯದ ಅಗತ್ಯವಿದ್ದರೆ, ನಮ್ಮನ್ನು :receptionist_contact ನಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ.\n\nಧನ್ಯವಾದಗಳು,\n:Client",
    "appointment_confirmation_online" => "ಹಲೋ :Patient_name,\n\n:Doctor ನೊಂದಿಗೆ ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ದೃಢೀಕರಿಸಲಾಗಿದೆ.\n\nಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ವಿವರಗಳು:\n\nಮಾದರಿ: :type\n\nದಿನಾಂಕ: :date\nಸಮಯ::time\n\nನಿಗದಿತ ಸಮಯದಲ್ಲಿ ವೀಡಿಯೊ ಸಮಾಲೋಚನೆಗೆ ಸೇರಲು ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಲಿಂಕ್ ಅನ್ನು ಬಳಸಿ:\n\n:url \n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ಮರುಹೊಂದಿಸಬೇಕಾದರೆ ನಮ್ಮನ್ನು :receptionist_contact ನಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ.\n\nನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ಎದುರುನೋಡುತ್ತೇವೆ.\n\n:Client",
    "appointment_confirmation_offline" => "ಹಲೋ :Patient_name,\n\n:Doctor ನೊಂದಿಗೆ ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ದೃಢೀಕರಿಸಲಾಗಿದೆ.\n\nಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ವಿವರಗಳು:\n\nಮಾದರಿ: :type\n\nದಿನಾಂಕ: :date\nಸಮಯ::time\n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ನಮ್ಮನ್ನು :receptionist_contact ನಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ.\n\nನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ಎದುರುನೋಡುತ್ತೇವೆ.\n\n:Client",
    "send_doctors_list" => "*:Hospitalಗೆ ಸ್ವಾಗತ* \n\nದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿಯೋಜನೆಗಾಗಿ ವೈದ್ಯರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.",
    "send_available_dates" => "*:Hospital*!\n\nನಿಮ್ಮ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
    "send_available_slots" => "*:Hospital* \n\n:message\n\nದಯವಿಟ್ಟು ನಿಮ್ಮ ಆದ್ಯತೆಯ ಸಮಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಉತ್ತರಿಸಿ. \n\nಉದಾಹರಣೆ: ಪಟ್ಟಿಯಲ್ಲಿ ಮೊದಲ ಆಯ್ಕೆಗೆ 1 ನೊಂದಿಗೆ ಪ್ರತ್ಯುತ್ತರ ನೀಡಿ\n\nನಿಮಗೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಸಹಾಯ ಬೇಕಾದರೆ, ದಯವಿಟ್ಟು :receptionist_contact ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.",
    "request_patient_name" => "*:Hospital* \n\nದಯವಿಟ್ಟು ನೀವು ಈ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಕಾಯ್ದಿರಿಸುತ್ತಿರುವ ವ್ಯಕ್ತಿಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.",
    "cancel_message" => "ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಬುಕಿಂಗ್ ನಿಲ್ಲಿಸಲಾಗಿದೆ.",
    "confirm_appointment" => "*:Hospital*\n\nನಿಮ್ಮ ನಿಯೋಜನೆ ದೃಢೀಕರಿಸಲಾಗಿದೆ\n\nಐಡಿ: :ref\n\nವೈದ್ಯ: :doctor\n\nವ್ಯಕ್ತಿ: :Patient\n\nದಿನಾಂಕ: :date\n\nಸಮಯ: :time\n\nನಿಮ್ಮ ನಿಯೋಜನೆ ಯಶಸ್ವಿಯಾಗಿ ದೃಢೀಕರಿಸಲಾಗಿದೆ. ನಾವು ನಿಮ್ಮನ್ನು ನೋಡಲು ಎದುರು ನೋಡುತ್ತಿದ್ದೇವೆ! ನಿಮಗೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಇದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ :receptionist_contact.",
    "years_experience" => "ವರ್ಷಗಳ ಅನುಭವ.",
    "show_slot_types" => "*:Hospital* \n\n ನಿಮ್ಮ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್‌ಗಾಗಿ ದಿನದ ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
];